[
	{
		"vuosi": 2017,
		"lehti": "PassiÄpy",
		"lyhytKuvaus": "PassiÄpy rajattomaan matkailuun. Kevään 2017 Äpy näytti 100-vuotiaan Suomen juhlapassilta. Passin päällä tulivat joko tumman siniset tai valkoiset passinsuojukset."
	},
	{
		"vuosi": 2015,
		"lehti": "Tupla-Äpy",
		"lyhytKuvaus": "Tupla-Äpyssä oli huumori kortilla. Kaksi pelikorttipakkaa tarjosi vitsejä ja kaskuja helposti sulatettavassa ja nopeasti kulutettavassa muodossa. Skannaamalla Äpyä älypuhelimen Arilyn-sovelluksella kortit heräsivät eloon."
	},
	{
		"vuosi": 2013,
		"lehti": "Äpy-Sanomat",
		"lyhytKuvaus": "Nelinkertaisen formaattiuudistuksen tehnyt Äpy-Sanomat oli ilmestyessään Suomen suurin ja pienin painotuote. Äpy-Sanomat oli myös näppärästi valmiiksi jaettu postilaatikkoon."
	},
	{
		"vuosi": 2011,
		"lehti": "Peli-Äpy",
		"lyhytKuvaus": "Peli-Äpy oli Wappuisa lautapeli, jossa seikkailtiin ympäri Otaniemeä sekä itäistä satamakaupunkia. Pakkauksessa tuli lehti, pelilauta sekä paketillinen pelinappuloina toimivia Fazerin salmiakkeja."
	},
	{
		"vuosi": 2009,
		"lehti": "Uniikki Äpy",
		"lyhytKuvaus": "Jokainen Uniikki Äpyn kappale oli erilainen kuin mikään muu myyty Äpy. Pakkauksessa tuli kokoelma pieniä huumorin täyteisiä vihkosia sekä juliste."
	},
	{
		"vuosi": 2007,
		"lehti": "Finnish Design Äpy",
		"lyhytKuvaus": "Suomalaista muotoilua ja teekkarihuumoria yhdistellyt Finnish Design Äpy oli kokoelma deisgn-viittauksia ja Helsinki-opasta. Pussien kuosit oli tuotettu yhdessä Artekin, CTRL:n sekä Ivana Helsingin kanssa."
	},
	{
		"vuosi": 2005,
		"lehti": "Piknik-Äpy",
		"lyhytKuvaus": "Piknik-Äpy toimi Wappulukemisen ohella piknik-vilttinä keväisellä Ullanlinnanmäellä. Viltti oli tehty yhteistyössä Marimekon kanssa."
	},
	{
		"vuosi": 2003,
		"lehti": "Äpyhanuri",
		"lyhytKuvaus": "Äpynkin historiaan mahtuu yksi lehti joka, on hanurista. Kevään 2003 Äpy haastoi perinteiset painotuotteet hankalalla kokoonpanollaan sekä luettavuudellaan. "
	},
	{
		"vuosi": 2001,
		"lehti": "Karvaäpy",
		"lyhytKuvaus": "Äpy on kautta aikain koetellut painomedian rajoja ja tuonut uusia sensaatioita niiden kokemiseen. Tässä Äpyssä tuodaan tuntoaisti vahvasti mukaan lukukokemukseen, jonka laadun takaa maailman pehmein lehti."
	},
	{
		"vuosi": 1999,
		"lehti": "Liiteäpy",
		"lyhytKuvaus": "Liiteäpy sisälsi nimensä mukaisesti lukuisia liitteitä, joita julkaistiin Äpyn 50-vuotisen historian kunniaksi. Hopeisiin kansiin pakatussa lehdessä oli mm. kertakäyttötatuointeja."
	},
	{
		"vuosi": 1997,
		"lehti": "Äpycooler",
		"lyhytKuvaus": "Äpycooler pyrki ratkaisemaan ongelmaa, jota on harvoin Helsingin Wapussa koettu - liian lämmintä kuohuviiniä. Lehden kanssa ilmestyneen muovisen coolerin toimintaa hämmästellään edelleen aika ajoin."
	},
	{
		"vuosi": 1995,
		"lehti": "Äguäpy",
		"lyhytKuvaus": "Helsingin keskustan täyttäneiden maalattujen kananjälkien mysteeri ratkesi, kun Äguäpy julkaistiin. Wapun vitsit kiedottiin keltuaisen väreissä kuoren sisälle."
	},
	{
		"vuosi": 1993,
		"lehti": "Mustalaatikkoäpy",
		"lyhytKuvaus": "Äpy 1993 oli musta laatikko. Voi arvata, mitä meni sisään, ja lopputulos on nähtävissä, mutta prosessia ei uskalla rohkeinkaan arvuutella. Mustaan laatikkoon pakatut lasinaluset ovat edelleen käytössä lukuisissa talouksissa."
	},
	{
		"vuosi": 1991,
		"lehti": "Räpylä-Äpy",
		"lyhytKuvaus": "Nokian kanssa yhteistyössä tehty Räpylä-Äpy oli muotoilultaan uuden Nokian puhelimen muotoinen. Taskumattina toiminut puhelin on edelleen kaikkien aikojen myydyin Äpy."
	},
	{
		"vuosi": 1989,
		"lehti": "Äpysillis",
		"lyhytKuvaus": "Wappuna 1989 nautittu Äpysillis oli pakattu sillipurkkiin. Äpyn erikoinen pakkaus tehtiin Suomen Kalastus Oy Hangossa."
	},
	{
		"vuosi": 1987,
		"lehti": "Äpyasu",
		"lyhytKuvaus": "Äpyasu on Äpyn yritys tuoda laki ja järjestys käsistä riistäytyneisiin Wappurientoihin. Univormu Ullanlinnanmäellä toimikin yhden päivän ajan, ja esti suurimmat ylitsevuodot suista. Itse lehti oli suuri arkki, joka herätti huomiota värikkyydellään."
	},
	{
		"vuosi": 1985,
		"lehti": "Kaskutikkuäpy",
		"lyhytKuvaus": "Laskeminen on teekkarille peruskauraa, kaskeminen onneksi vähemmän. Kaskutikkuäpy tarjosi kuitenkin pähkinöitä purtavaksi, kun vitsit ja lorut muuttivat muotoaan yksinkertaisilla kädenliikkeillä."
	},
	{
		"vuosi": 1983,
		"lehti": "Äpyfoni",
		"lyhytKuvaus": "Wapun 1983 Äpyfoni toimi analogisena levysoittimena. Tekninen innovaatio vietiin Helsingin kaduilla partioineiden Äpy-myyjien käsistä."
	},
	{
		"vuosi": 1981,
		"lehti": "Pläyäpy",
		"lyhytKuvaus": "Vuoden 1981 julkaisuun otettiin mallia Atlantin takaisesta hedonismista, mutta silmäkulman pilke oli havaittavissa kauas. Moni Äpyä tuntematonkin osti harhaluuloisena julkaisun, joka ei kuitenkaan tuottanut pettymystä."
	},
	{
		"vuosi": 1979,
		"lehti": "Mjölkkiäpy",
		"lyhytKuvaus": "1970-luvulla maitotölkki ei ollut yhtä arkinen näky kuin tänä päivänä, sillä maidon myynti pusseissa lopetettiin vasta 1972. Tetraan pakattu Mjölkkiäpy ilahdutti Wappukansaa keväällä 1979."
	},
	{
		"vuosi": 1977,
		"lehti": "Äpyallakka",
		"lyhytKuvaus": "Huuruisen 70-luvun lähestyessä loppuaan haettiin ennustettavuutta Wappulehtitoimintaan Äpyallakalla, josta heikommankin lukutaidon omaava voi löytää kaskun."
	},
	{
		"vuosi": 1975,
		"lehti": "Shekkiäpy",
		"lyhytKuvaus": "Köyhän teknillismielisen hahmon talouden pelasti Wappuna 1975 Shekkiäpy, jolla kuka tahansa pahaa aavistava tai aavistamaton pystyi lunastamaan itselleen naurut."
	},
	{
		"vuosi": 1973,
		"lehti": "Äpytoora",
		"lyhytKuvaus": "Wapun ilosanomaa julistettiin 1973 hyvinkin perinteisin menoin, kun Äpytooraa rullailtiin auki ja lausuttiin juhlallisesti ympäri pääkaupunkiseudun."
	},
	{
		"vuosi": 1971,
		"lehti": "Taskuäpy",
		"lyhytKuvaus": "Äpyn taskukirjaversio julkaistiin vuonna 1971 kätevästi valmiiksi taskuun pakattuna, joten lehden hukkaaminen oli lähes mahdotonta!"
	},
	{
		"vuosi": 1969,
		"lehti": "Äpypussi",
		"lyhytKuvaus": "Wapun 1969 Äpypussi viittasi kintaalla kaikkeen, mitä siihen asti oli pidetty maukkaana ja mainiona vaikka edustikin isänmaallisin värein opiskelijahuumorin kauniita kukkasia."
	},
	{
		"vuosi": 1967,
		"lehti": "Vaahtoäpy",
		"lyhytKuvaus": "Äpy toi vaahtobilekonseptin Wappuun jo vuonna 1967, kun Vaahtoäpy levitti huumorin ilosanomaa ympäri kaupunkia hyvinkin kirjaimellisesti."
	},
	{
		"vuosi": 1966,
		"lehti": "Korttiäpy",
		"lyhytKuvaus": "Äpyllä lätkittiin menemään jo vuonna 1966, kun Korttiäpy sekoitti pakkaa ja tunteita. Oransseilla korteille voi pelata peliä, jonka säännöt ovat jääneet jonnekin historiallisen usvan alle."
	},
	{
		"vuosi": 1964,
		"lehti": "Äpylakana",
		"lyhytKuvaus": "Yksi kaikkien aikojen kunnianhimoisimmista Äpyistä julkaistiin 1964, kun Äpylakanaa varten kehitettiin aivan uusia painomenetelmiä. Tämä taideteos koristeleekin monen Äpy-fanin olohuonetta tänäkin päivänä."
	},
	{
		"vuosi": 1960,
		"lehti": "Äpylaukku",
		"lyhytKuvaus": "Vuoden 1960 Äpylaukku oli jokamiehen ryysyistä rikkauksiin -tarina ja rohkea fashion statement. Huumorilehden hinnalla pääsi jokikinen tavis esittämään isoa kihoa bisnessalkkuineen."
	},
	{
		"vuosi": 1958,
		"lehti": "Äpysäilyke",
		"lyhytKuvaus": "Wappuna 1958 varustauduttiin jo vääjäämättömältä vaikuttavaan ydintuhoon, ja huumorikin pakattiin kestävään säilykemuotoon, jotta pahimman sattuessa oli jotain tarjoilla papujen kanssa."
	},
	{
		"vuosi": 1953,
		"lehti": "Mustaäpy",
		"lyhytKuvaus": "Historian toinen Äpy tihkui mustaa huumoria. Tämä ei kuitenkaan ollut syy lehden väritykseen tai nimitykseen, sillä jälkimmäinen johtui ensimmäisestä ja ensimmäinen musteen hinnan kurssista."
	},
	{
		"vuosi": 1948,
		"lehti": "Äpy",
		"lyhytKuvaus": "Joulun alla 1948 julkaistulla ensimmäisellä Äpyllä kerättiin rahaa Teekkarikylän rakentamiseen. Nimensä teekkareiden hyväksi myytävä Äpy sai työttömien hyväksi myytävästä Apu-lehdestä."
	}
]
